app/controllers/opps_controller.rb

  def index
    @opps = Opp.all
---
SELECT "opps".* FROM "opps"